<template>
    <div>
      <header>
        <img src="https://official.changenhealth.cn/Icon%EF%BC%8FMore.png" alt="" @click="goBack">
        <h3>服务协议</h3>
        <span></span>
      </header>
      <div class="textd" style="padding:0.3rem">
        <p class="header">免责声明与软件许可协议</p>
        <p class="header">用户须知:</p>
        <p>
          （1）本软件由杭州长济医疗科技有限公司开发以下简称“长济医疗”。
        </p>
        <p>（2）产品名称“长济伙伴”。</p>
        <p>
          （3）您必须同意以下所有条款才能使用本软件或任何本软件未来的更新。如果您不同意以下任一条款，请不要使用本软件或其任何更新使用本软件即表明您同意以下所有条款。
        </p>
        <p class="header">第一、免责声明</p>
        <p>本软件仅供您试用。</p>
        <p>
          您可享有法律规定下“长济医疗不得排除或限制的担保、条件和条款。除了这些不可排除的担保、条件和条款，本软件“长济医疗在线服务和第三方在线服务都按”现状提供。除了这些不可排除的担保、条件和条款，“长济医疗及其供应商不做出任何担保、条件、陈述、保证或条款（无论是明示的还是暗示，也无论是依据成文法、普通法、惯例、常例，还是其他任何原因），包括但不限于性能、结果、安全、不侵权、适销性、完整性、可不受干扰使用、质量满意以及适用于任何特殊用途。本免除担保声明在某些国家可能无效。您可能享有法律规定下不得放弃或免除的担保权利。“长济医疗不在适用法律允许的范围外限制您所享有的担保权利。
        </p>
        <p class="header">第二、软件许可协议</p>
        <p class="header">1定义</p>
        <p>
          “软件”是指上述名称之软件，包括与本软件相关的所有介质和文档。术语“软件”还包括不是依据单独条款提供给您的将来所有软件更新（“更新）。
        </p>
        <p class="header">2软件许可</p>
        <p>
          如果您是从“长济医疗或其授权代理商之处获得本软件，那么只要您遵守本议的所有条款，就可以按其文档描述的方式和目的使用软件。除下述规定之外，允许您根据长济医疗提供之主程序最终用户许可协议的条款和条件，使用此类软件。
        </p>
        <p class="header">3限制和义务</p>
        <p>3.1不得修改。不得修改、翻译或改编本软件，或基于本软件创作衍生作品。</p>
        <p>
          3.2不得用于非设计用途。不得以不符合本软件设计的方式来安装或使用本软件，包括规避内容保护技术，以及在非设计用于运行和使用本软件的计算机上使用本软件。
        </p>
        <p>
          3.3不得进行逆向工程。不得对有关软件的源代码进行逆向工程、反编译或试图以其他方式发现软件的源代码。
        </p>
        <p>
          3.4不得分发或转让。未经本协议明确许可，不得分发、租赁、出租、发放子许可、让渡或转让本软件的权利，或者授权将本软件复制到其他用户计算机上。不得在因特网或其他网络环境中，在托管服务器、服务局或类似情况下使用本软件。
        </p>
        <p class="header">4知识产权</p>
        <p>
          “长济医疗拥有本软件的所有知识产权。除上述明确允许的方式之外，不得以任何以其他方式安装、复制或使用本软件长济医疗保留本协议未明确授予的其他所有权利
        </p>
        <p class="header">5.更新版</p>
        <p>
          使用更新版即表明您自愿终止使用本软件任何以前版本之权利。长济医疗可能会依据不同的条款将更新发送给您。本软件可能会造成计算机自动连接到因特网，检查是否有可自动下载到您的计算机的更新。
        </p>
        <p class="header">6.因特网连接和在线服务</p>
        <p>
          6.1自动连接到因特网。本软件可能会造成计算机自动连接到因特网，告知“长济伙伴”软件已成功安装，以及使用“长济医疗”公司提供给您的服务。
        </p>
        <p>
          6.2第三方提供的在线服务。本软件可方便您访问由第三方提供的网站和服务（“第三方在线服务”）。您使用第三方在线服务时受与此第三方在线服务有关的条款约束。“长济医疗可随时基于任何原因修改或停止提供任何第三方在线服务。“长济医疗不控制、支持第三方在线服务，也不对第三方在线服务承担任何责任。您与任何第三方就第三方在线服务的任何交易，包括该方的隐私政策、您个人信息的使用、产品和服务的交付和付款事宜，以及与该交易有关的任何其他条款，完全属于您与该第三方之间的事宜。
        </p>
        <p class="header">7免责声明</p>
        <p>
          本软件仅仅提供您在诊疗阶段的辅助服务，并不对您在使用本软件过程当中的诊疗行为所产生的直接或者间接后果承担责任。
        </p>
        <p>
          “长济医疗以及其代理商在任何情况下都不对任何损失、损害、索赔或费用，包括任何间接、相应而生、附带的损失或任何失去的利润或储蓄，或因业务中断、人身伤害或不履行照顾责任或第三方索赔而引致的任何损害承担任何责任。
        </p>
        <p class="header">8总则</p>
        <p>
          如果不遵守本协议中的条款，您使用本软件的权利将会立即终止本协议不会损害任何消费者方的法定权利。本协议的修改须经“长济医疗授权书面签署后方能生效。本协议是“长济医疗”与您之间有关本软件的完整协议，它将取代先前任何与本软件相关的陈述、讨论、承诺、通信或宣传。
        </p>
        <p class="header">杭州长济医疗科技有限公司</p>
        <p class="header">2022年11月</p>
      </div>
    </div>
  </template>
  
  <script>
  export default {
    data() {
      return {
        
      };
    },
    methods: {
        goBack(){
            this.$router.push("/login")
        }
    },
    components: {
    }
  };
  </script>
  
  <style lang="less" scoped>
  header{
    width: 100%;
    height: 50px;
    border-bottom:1px solid #eee;
    display: flex;
    align-items: center;
    justify-content: space-between;
    padding-left: 10px;
    padding-right: 10px;
    img{
        width: 30px;
        height: 30px;
    }
    span{
        margin-right: 50px;
    }
  }
  .ydbPrivacyServicePolicy {
    min-height: 100%;
    background: #fff;
  }
  .content {
    font-size: 15px;
    line-height: 20px;
    margin-top:15px;
  }
  .bold {
    font-size: 15px;
    line-height: 20px;
    font-weight: bold;
  }
  </style>
  